export const keyLabels: string[] = [
	"^", "1", "2", "3", "4", "5", "6", "7", "8", "9", "0", "ß", "+", "F8",
    "q", "w", "e", "r", "t", "z", "u", "i", "o", "p", "ü", "*", "Enter", "F9",
    "a", "s", "d", "f", "g", "h", "j", "k", "l", "ö", "ä", "#", "BACKSPACE", "F10",
    "<", "y", "x", "c", "v", "b", "n", "m", ",", ".", "-", "_", "RETURN", "F11",
    "°", "!", "\"", "§", "$", "%", "&", "/", "(", ")", "=", "?", "´", "Shift-R", "F12",
    "Q", "W", "E", "R", "T", "Z", "U", "I", "O", "P", "Ü", "*", "F1", "G1",
    "A", "S", "D", "F", "G", "H", "J", "K", "L", "Ö", "Ä", "'", "F2", "G2",
    "<", "Y", "X", "C", "V", "B", "N", "M", ";", ":", "`", "²", "F3", "G3",
    "³", "{", "[", "]", "}", "\\", "@", "€", "~", "|", " ", "TAB", "F4", "G4",
    "CPSLOCK", "Shift-L", "Strg-L", "WIN-LOGO-L", "Alt Gr", "WIN-LOGO-R", "Kontextmenü", 
	"Strg-R", "ARROW-L", "ARROW-UP", "ARROW-DOWN", "ARROW-R", "F5", "G5",
    "Ins", "Pos 1", "Scroll Up", "Del", "End", "Scroll Down", "Druck", "Bildlauf", 
	"Pause", "Num-LOCK", "/", "*", "F6", "G6", "-", "7", "8", "9", "4", "5", "6", 
	"1", "2", "3", "0", ",", "F7", "Esc"
];